import "./about.css";

const About = () => {
	return (
		<div className="about">
			<div className="container">
				<div className="about_main">
					<div className="about_main_title">
						<h3>Markaz xaqida</h3>
					</div>
					<div className="about_main_info">
						<h3 style={{ textAlign: "center" }}>
							Тошкент давлат аграр университети ҳузуридаги Педагог кадрларни
							қайта тайёрлаш ва уларнинг малакасини ошириш тармоқ маркази
							фаолияти тўғрисида маълумот
						</h3>
						<p style={{ textAlign: "justify" }}>
							Тошкент давлат аграр университети ҳузуридаги Педагог кадрларни
							қайта тайёрлаш ва уларнинг малакасини ошириш тармоқ маркази
							(бундан кейинги ўринларда Тармоқ маркази деб юритилади) Ўзбекистон
							Республикаси Президентининг 2011 йил 20 майдаги “Олий таълим
							муассасаларининг моддий-техника базасини мустаҳкамлаш ва юқори
							малакали мутахассислар тайёрлаш сифатини тубдан яхшилиш
							чора-тадбирлари тўғрисида”ги ПҚ-1533-сон қарори, Ўзбекистон
							Республикаси Президентининг 2012 йил 28 майдаги “Малакали педагог
							кадрлар тайёрлаш ҳамда Ўрта махсус, касб-ҳунар таълими
							муассасаларини шундай кадрлар билан таъминлаш тизимини янада
							такомиллаштиришга оид чора-тадбирлар тўғрисида”ги ПҚ-1761-сон
							қарори, Вазирлар Маҳкамасининг 2012 йил 10 августдаги “Ўрта
							махсус, касб-ҳунар таълими тизими раҳбар ва педагог кадрларининг
							малакасини ошириш ҳамда уларни қайта тайёрлаш тўғрисида”ги 242-сон
							қарори, Вазирлар Маҳкамасининг 2012 йил 26 сентябрдаги “Олий
							таълим муассасалари педагог кадрларини қайта тайёрлаш ва уларнинг
							малакасини ошириш тизимини янада такомиллаштириш чора-тадбирлари
							тўғрисида”ги 278-сон қарори ҳамда ушбу қарорнинг ижросини
							таъминлаш бўйича Олий ва ўрта махсус таълим вазирлигининг 2012 йил
							29 сентябрдаги 391-сонли буйруғи асосида ташкил этилиб, 2013
							йилнинг январь ойидан ўз фаолиятини бошлаган. Тармоқ маркази
							Устави Олий ва ўрта махсус таълим вазирлигининг 2012 йил 28
							ноябрдаги 470-сон буйруғи билан тасдиқланган ҳамда Тошкент вилояти
							Қибрай тумани ҳокимлиги ҳузуридаги тадбиркорлик субъектларини
							рўйхатдан ўтказиш инспекцияси томонидан 2012 йил 20 декабрдаги
							1967-сонли қарорига асосан 61-реестр рақами билан рўйхатдан
							ўтказилиб, марказга юридик шахсни давлат руйхатидан ўтказиш
							тўғрисидаги гувоҳнома берилган. Тармоқ маркази олий таълим
							муассасалари педагог кадрларини қайта тайёрлаш ва уларнинг
							малакасини ошириш учун давлат бюджетидан йиллик параметрлари
							доирасида ажратилган маблағлар, шартнома асосида касб-ҳунар
							таълими тизимининг педагог кадрларини малакасини оширишдан тушган
							ҳамда хўжалик фаолиятидан олинган маблағлар, шунингдек, қонун
							ҳужжатларида тақиқланмаган бошқа манбалар ҳисобига молиялаштириб
							борилмоқда. Тармоқ марказининг ташкилий тузилмаси Вазирлар
							Маҳкамасининг 2012 йил 26 сентябрдаги 278-сон қарори 5-иловасига
							мувофик 8 кишидан иборат қилиб белгиланган. Маъмурий-ёрдамчи
							ходимлар билан биргаликда марказнинг штат бирлиги 8 нафарни ташкил
							этади. Олий таълим муассасалари педагог кадрларининг малакасини
							ошириш йўналишлари учун марказ штатида директор, бош ҳисобчи, 2
							нафар бўлим бошлиғи, 2 нафар услубчи, 1 нафар дастурчи-муҳандис ва
							1 нафар иш юритувчи ходимлар фаолият юритиб келмоқда.
							Йўналишларнинг тегишли ҳужжатлар билан таъминланганлиги ҳамда
							уларнинг кадрларни қайта тайёрлаш ва малакасини оширишга оид қонун
							ҳужжатларинииг бажарилиши. Педагог кадрларни қайта тайёрлаш ва
							уларнинг малакасини ошириш бўйича Давлат талаблари Вазирлар
							Маҳкамасининг 2006 йил 16 февралдаги «Педагог кадрларни қайта
							тайёрлаш ва уларнинг малакасини ошириш тизимини янада
							такомиллаштириш тўғрисида»ги 25-сонли қарори билан тасдиқланган.
							Тармоқ марказида ўқув жараёни календарь йил бўйича амалга
							оширилган. Малака ошириш режа-жадваллари Олий ва ўрта махсус
							таълим вазирлиги, Касб-ҳунар таълими маркази томонидан ўрнатилган
							тартибда тасдиқланган. Ўзбекистон Республикаси Президентининг 2015
							йил 12 июндаги “Олий таълим муассасаларининг раҳбар ва педагог
							кадрларини қайта тайёрлаш ва малакасини ошириш тизимини янада
							такомиллаштириш чора-тадбирлари тўғрисида”ги ПФ-4732-сонли
							Фармонига асосан 2015 йил сентябрдан педагог кадрларни қайта
							тайёрлаш ва малакасини ошириш муддати асосий ишдан ажралган ҳолда
							ўқитишда 8 ҳафта (288 соат) этиб белгиланган. Тингловчилар
							контингенти 2019 йил учун Олий ва ўрта махсус таълим вазирлигининг
							2018 йил 24 декабрдаги 1056-сон буйруғи билан тасдиқланган.
							Касб-ҳунар таълими муассасалари педагог кадрлари учун малака
							оширишнинг умумий давом этиш муддати асосий ишдан ажралган ҳолда
							ўқитишда камида 4 ҳафта (144 соат) этиб белгиланган.
							Йуналишларнинг малака талаблари, ўқув ва ишчи ўқув режалари,
							фанлариинг намунавий ва ишчи ўқув дастурлари билан
							таъминланганлиги ва мослиги, календарь-тематик режалар, дарслар
							жадвали, ишчи ўқув дастурларининг ишчи ўқув режаларига
							мувофиқлиги. Қишлоқ хўжалик таълим соҳаси бўйича педагог кадрларни
							қайта тайёрлаш ва малакасини ошириш таълим мазмуни, сифати ҳамда
							педагог кадрларнинг тайёргарлиги ҳамда компетентлигига кўйиладиган
							малака талаблари Қишлоқ ҳўжалиги вазирлиги билан келишилиб, Олий
							ва ўрта махсус таълим вазирлиги томонидан 2015 йил 24 августда
							тасдиқланган. Касб-ҳунар таълими муассасалари ходимларининг
							малакасини ошириш мазмуни, сифати ва уларнинг тайёргарлигига
							қуйиладиган малака талаблари тегишли корхона ва ташкилотлар билан
							келишилган ҳолда Олий ва ўрта махсус таълим вазирлиги, Касб-ҳунар
							таълими маркази томонидан 2016 йил 30 августда тасдиқланган.
							Мазкур малака талабларининг амал қилиш муддати 2021 йил 30
							августга қадар этиб белгиланган. Тармоқ маркази Вазирлар Маҳкамаси
							ҳузуридаги Давлат тест маркази томонидан 2017 йил 30 июнь санаси,
							seriya MOQT № 000045 рақами билан давлат аккредитациядан
							ўтказилган. Олий таълим муассасалари педагог кадрлари учун ташкил
							этилган қишлоқ хўжалиги таълим соҳаси 14та йўналиши бўйича 288
							соатга мўлжалланган қайта тайёрлаш ва малака ошириш курсларининг
							намунавий ўқув режа ва дастурлари Олий ва ўрта махсус таълим
							вазирлиги томонидан тасдиқланган. Мазкур намунавий ўқув режа ва
							дастурлар асосида Тармоқ марказининг ишчи ўқув режа ва дастурлари
							ишлаб чиқилиб, университет Кенгашида тасдиқланган. Олий ва ўрта
							махсус таълим вазирлигининг Касб-ҳунар таълим маркази томонидан
							тасдиқланган намунавий ўқув режа ва дастурлар асосида 2018-2019
							йиллар учун “Фермер хўжалиги мутахассиси” ва “Аграном” йўналишлари
							бўйича 144 соатга мўлжалланган ишчи ўқув режа ва дастурлар ишлаб
							чиқилган ва университет Кенгаши томонидан маъқулланиб, Касб-ҳунар
							таълим маркази томонидан тасдиқланган. Тармоқ маркази ўқув
							журналларида ўқув машғулотлари, мавзулар ва ажратилган соатлар ўз
							аксини топган. Журнал доимий равишда бўлим бошлиғи томонидан
							таҳлил қилиб борилган. Курсларда олиб борилган машғулотлар дарс
							жадвалига, ажратилган соатлар ҳажми ва ўтилган мавзулар ишчи ўқув
							режасига мос келади. Ўқув жараёнида ҳар бир малака ошириш йўналиши
							учун дарс жадвали ўқув режадаги модуллар соатларининг ҳафталар
							бўйича тақсимотига мос тузилган. Ўқув режа ва дастурларга мувофиқ
							ишчи ўқув дастурлари ва календарь-тематик режалари ишлаб чиқилган.
							Ўқув режада тингловчилар учун ҳафталик академик соатлар микдори 36
							соат қилиб белгиланган. Тингловчилар билимларини баҳолашда
							қўлланиладиган назорат турлари (тестлар, ёзма ишлар саволлари ва
							бошқалар)нинг фан дастури мазмунини тўлиқ қамраб олиши Тармоқ
							марказида Олий таълим муассасаларининг раҳбар ва педагог
							кадрларини қайта тайёрлаш ва малака ошириш йўналишлари тўғрисидаги
							Низом ва Вазирлар Маҳкамаси ҳузуридаги Идоралараро комиссиясининг
							2015 йил 3 ноябрдаги “Олий таълим тизими раҳбар ва педагог
							кадрларини қайта тайёрлаш ва малакасини ошириш йўналишлари
							тингловчиларининг аттестациясини ўтказиш ва баҳолаш” тартиби
							тўғрисидаги 2-сонли баёни иловасига мувофиқ жорий, оралиқ ва
							якуний назоратлар кўрсаткичлари асосида амалга оширилган. Педагог
							кадрлар курс якунида ўрнатилган тартибда Аттестация комиссияси
							томонидан аттестациядан ўтказилган. Тармоқ марказида ОТМ
							педагогларини қайта тайёрлаш ва малака ошириш курси ўқув жараёнида
							тингловчилар ўқув модуллари бўйича дарс берадиган ўқитувчилар
							томонидан тест, савол-жавоб ёки тақдимот кўринишида баҳоланган ва
							Аттестация комиссияси мажлис баёни ва қайднома билан
							расмийлаштирилган. Ассисмент баҳолашда қўлланиладиган тест
							саволлари ва ёзма ишлар фан дастури мазмунини тўлиқ қамраб олган.
							Ҳар бир модул якунида ассисмент натижалари билан тингловчилар
							таништириб борилган. Кириш-чиқиш тестлари он-лайн равишда Бош
							илмий-методик марказ томонидан ўтказилиб унда тармоқ марказининг
							ҳар бир мутахассислик модуллари учун 4200 та (рус ва ўзбек тилида)
							тест саволларидан иборат база тақдим этилган. КҲТ педагог кадрлари
							ва ишлаб чиқариш таълим усталарини малакасини ошириш йўналишларида
							якуний давлат аттестацияларини ўтказиш Ўрта махсус, касб-ҳунар
							таълими марказининг 2013 йил 25 сентябрдаги 247-сонли буйруғи
							билан тасдиқланган “Ўрта махсус, касб-ҳунар таълими тизимининг
							раҳбар ва педагог кадрларини қайта тайёрлаш ҳамда малакасини
							оширишга ихтисослашган институт (марказ, факультет)ларда якуний
							давлат аттестацияларини ўтказиш тартиби тўғрисида йўриқнома”га
							мувофиқ амалга оширилган. КҲТ тизими педагог кадрлари ва ишлаб
							чиқариш таълим усталари малака ошириш йўналишида ўзлаштирган билим
							ва кўникмаларини баҳолаш ҳар бир циклда тармоқ маркази томонидан
							ишлаб чиқилган йўналишлар бўйича 200 тадан иборат тест саволлари
							базаси ёрдамида ташкил этилган ва тест натижалари бўйича
							баённомалар расмийлаштирилган. Тест базасидаги саволлар ўқув
							режадаги модуллар соатига ва дастурлар мавзуларига мос келади.
							Тармоқ марказининг моддий-техник таъминоти ва замонавий
							асбоб-ускуналар билан жиҳозланиш ҳолати Тармоқ маркази
							университетнинг Ҳарбий кафедраси 4-қаватида жойлашган бўлиб,
							мукаммал таъмирдан чиқарилган. Зарурий мебеллар билан жиҳозланган.
							Марказда жами 12та хона мавжуд бўлиб, шундан 4та маъмурий ва 7та
							ўқув хоналари, 1та махсус компьютер синфи хонаси мавжуд. Ўқув
							жараёнида фойдаланиш учун техник воситалардан компьютер синфи
							хонасида 35та ва маъмурий хоналарда 8та компьютерлар, 4та
							видеопроектор ҳамда 2 та электрон доскалар мавжуд. Барча
							компьютерлар Интернет тармоғига уланган ва ўқув хоналари тегишли
							жиҳозлар билан таъминланган. Тингловчиларга университет Ахборот
							ресурс марказидан фойдаланиш учун шароитлар яратилган. Компьютер
							синфларида малака оширишга тегишли йўналишлари бўйича электрон
							ресурслар, ўқув фильмлари, дастурий маҳсулотларининг электрон
							базаси жойлаштирилган бўлиб, ҳар бир компьютердан ушбу базага
							кириш ва тингловчилар амалиёт машғулотларида фойдаланиш имконияти
							яратилган. Қайта тайёрлаш ва малака ошириш курсларига вилоятлардан
							келган тингловчилар учун университетнинг 7 талабалар турар жойидан
							80 та ўрин ажратилган. Хоналарнинг барчаси таъмирланган ва
							мебеллар билан жиҳозланган. Илмий даражали ва илмий унвонли
							профессор-ўқитувчилар салмоғи, сўнги 3 йилда профессор-
							ўқитувчилар томонидан дарслик, ўқув қўлланма ва илмий-тадқиқот
							ишлари натижаларининг нашри ҳамда малака ошириш фаолияти. Марказда
							2018 йилда малака ошириш йўналишларида машғулотларни олиб бориш
							учун соатбай асосида 30 нафар профессор-ўқитувчилар фаолият олиб
							борган бўлиб, ўқув жараёнини олиб борган профессор-ўқитувчиларнинг
							7 нафари профессор, 16 нафари доцент, 2 нафари катта ўқитувчи ва 5
							нафари ассистент ўқитувчи. Илмий салоҳият 83,3 фоизни ташкил
							этган. Профессор-ўқитувчиларнинг таянч маълумоти дарс берадиган
							фанига мос келади. Марказда сўнгги 3 йилда соатбай асосида фаолият
							олиб бораётган профессор-ўқитувчилар томонидан малака ошириш ва
							қайта тайёрлаш тизими учун мўлжалланган маърузалар матни 75тани
							ташкил этган. Марказда фаолият кўрсатаётган профессор-ўқитувчилар
							томонидан сўнгги 3 йилда 3та монография, ОАК эътироф этган
							журналларда 47та, хорижий илмий журналларида 15та мақола чоп
							этилган ва 1та ихтирога патент олинган. Тармоқ марказида фаолият
							кўрсатаётган профессор-ўқитувчиларнинг малака оширишлари асосий иш
							жойи бўйича ҳар йили тасдиқланадиган малака ошириш режаси асосида
							амалга оширилган. Бундан ташқари, улар Олий ва ўрта махсус таълим
							вазирлиги ва Бош илмий-методик марказ томонидан ҳар йили август
							ойида ташкил этиладиган қисқа муддатли малака ошириш курслари ва
							тренингларда иштирок этиб келганлар. Ўқув-тарбия жараёнига
							замоиавий педагогик ва ахборот технологияларниинг жорий этилиши
							(жумладан, мультимедиа ва бошка услубларнинг қўлланилиши) ТДАУ
							ҳузуридаги педагог кадрларни қайта тайёрлаш ва уларни малакасини
							ошириш тармоқ марказида 2019 йил январь-февраль ойларида олий
							таълим муассасаларининг 21 нафар тингловчиси учун марказда
							“Агрономия” (деҳқончилик маҳсулот турлари бўйича)” йўналиши бўйича
							2 нафар хорижлик профессор-ўқитувчилар: Жанубий Кореянинг Чунгнам
							миллий университетидан Пион Жон Йонг, Жанубий Кореянинг Копия
							маркази директори Ан Хи Сунглар машғулотларга жалб этилган. 2019
							йилда Тармоқ марказида машғулотлар олиб борувчи 4 нафар
							профессор-ўқитувчиларнинг номзодлари “Эл-юрт умиди” жамғармаси
							орқали хорижда малакаларини ошириш учун Бош илмий-методик марказга
							тақдим этилди. Тармоқ марказида мавжуд йўналишлар бўйича ташкил
							этилган қайта тайёрлаш ва малака ошириш курсларида таълим сифати
							ва самарадорлигини ошириш мақсадида ўқув-услубий материалларнинг
							янги авлодини яратилишига алоҳида эътибор бериб келинган. Ўқув
							режа, дастур ва ўқув-услубий мажмуаларга хорижий экспертлардан
							тақризлар олинган. Университет ва Тармоқ маркази
							профессор-ўқитувчилари томонидан мутахассислик модуллари бўйича
							Германия, Жанубий Корея, АҚШ, Япония каби ривожланган хорижий
							давлатларда қишлоқ хўжалик соҳаси бўйича чоп этилган 28 номдаги
							хорижий адабиётлар таржима қилинган. Ушбу таржима қилинган хорижий
							адабиётлар асосида 45та модуллар учун ўқув-услубий мажмуалар
							яратилган ҳамда 21таси Бош илмий-методик марказ ва ТДАУ
							Ахборот-ресурс маркази электрон порталларига жойлаштирилган.
							Тармоқ маркази томонидан ўқув жараёнининг кўчма машғулотлар ва
							педагогик амалиёт билан бевосита боғлиқлигини таъминлаш мақсадида
							18та корхона, ташкилот ва илмий тадқиқот муассасалари билан
							ҳамкорлик шартномалари имзоланган. Ўқув режага асосан кўчма
							машғулотлар ва педагогик амалиётлар йўналишларга мос соҳа
							корхоналари ва университет кафедраларида олиб борилган. Дарс
							жараёнига фанлар академиясининг академиклари, Қишлоқ хўжалиги
							вазирлиги ва қишлоқ хўжалиги илмий тадқиқот марказига қарашли
							илмий тадқиқот институтларининг етакчи мутахассислари жалб
							қилинган. Жумладан: Ўзбекистон Фанлар академияси академиги
							С.С.Ғуломов, Қишлоқ хўжалиги вазирлиги бошқарма бошлиқлари, фан
							докторлари Қ.Т.Тўрақулов ва С.Мавлонов, Илмий тадқиқот институти
							профессорлари А.А.Амонов ва Қ.Н.Норбоевлар қайта тайёрлаш ва
							малака ошириш курслари таълим жараёнига жалб этилган. Педагог
							кадрларини қайта тайёрлаш ва малакасини ошириш тизимини янада
							такомиллаштириш бўйича таклиф Бугунги кунда малака оширишнинг
							асосан бевосита яъни ихтисослаштирилган таълим муассасаларида ўқиш
							шакли амалиётга жорий этилмоқда. Педагог кадрлар малакасини
							оширишнинг бошқа шакллари, хусусан, илмий анжуманларда иштирок
							этиш, хорижда малака ошириш ва стажировка ўташ, очиқ машғулотларни
							ташкил этиш, докторлик диссертациялари ёки дарслик, қўлланмалар
							тайёрлаш, илмий журналларда мақолалар чоп этиш каби мустақил
							малака ошириш шакллари амалиётга тўлиқ жорий этилмаган. Тармоқ
							маркази томонидан 2018 йилда ташкил этилган қайта тайёрлаш ва
							малака ошириш курсларида 123 нафар профессор-ўқитувчилар таҳсил
							олган бўлиб, уларнинг 6 нафари фан доктори, профессорлар, 34
							нафари фан номзодлари, доцентлар ва 36 нафари катта ўқитувчилар
							ҳамда 47 нафари ассистетларни ташкил этган. Биргина 2018 йилнинг
							ўзида Тошкент давлат аграр университети профессор-ўқитувчилари
							томонидан 8та фан доктори, 35та фалсафа доктори диссертациялари
							ҳимоя қилинган, 30та дарслик ва ўқув қўлланмалар, шунингдек
							халқаро ва илмий журналларда 252та мақолалар чоп этилган.
							Юқоридагилардан келиб чиқиб, педагог кадрларнинг мустақил ўз-ўзини
							касбий ривожлантириш мотивациясини ошириш ва рағбатлантириш
							механизмларини такомиллаштириш, шунингдек қайта тайёрлаш ва малака
							ошириш жараёнларининг сифати ва самарадорлигини ошириш мақсадида
							педагог кадрларнинг ўқув-методик ва илмий-педагогик фаолияти
							натижаларини инобатга оладиган, уларга мунтазам равишда касбий
							ўз-ўзини ривожлантириб бориш имкониятини берувчи узлуксиз малака
							ошириш тизимини амалиётга киритиш ва фаолият натижалари бўйича
							юқори кўрсаткичларга эришган педагог кадрларни рағбатлантиришнинг
							табақалаштирилган тизимини жорий этиш мақсадга мувофиқ бўлади.
						</p>
					</div>
				</div>
			</div>
		</div>
	);
};

export default About;
